<template>
  <!--<h2>档案</h2>-->
  <div>
    <scroll class="content">
      <ul>
        <li>易烊千玺要开心哦1</li>
        <li>易烊千玺要开心哦2</li>
        <li>易烊千玺要开心哦3</li>
        <li>易烊千玺要开心哦4</li>
        <li>易烊千玺要开心哦5</li>
        <li>易烊千玺要开心哦6</li>
        <li>易烊千玺要开心哦7</li>
        <li>易烊千玺要开心哦8</li>
        <li>易烊千玺要开心哦9</li>
        <li>易烊千玺要开心哦10</li>
        <li>易烊千玺要开心哦11</li>
        <li>易烊千玺要开心哦12</li>
        <li>易烊千玺要开心哦13</li>
        <li>易烊千玺要开心哦14</li>
        <li>易烊千玺要开心哦15</li>
        <li>易烊千玺要开心哦16</li>
        <li>易烊千玺要开心哦17</li>
        <li>易烊千玺要开心哦18</li>
        <li>易烊千玺要开心哦19</li>
        <li>易烊千玺要开心哦20</li>
        <li>易烊千玺要开心哦21</li>
        <li>易烊千玺要开心哦22</li>
        <li>易烊千玺要开心哦23</li>
        <li>易烊千玺要开心哦24</li>
        <li>易烊千玺要开心哦25</li>
        <li>易烊千玺要开心哦26</li>
        <li>易烊千玺要开心哦27</li>
        <li>易烊千玺要开心哦28</li>
        <li>易烊千玺要开心哦29</li>
        <li>易烊千玺要开心哦30</li>
        <li>易烊千玺要开心哦31</li>
        <li>易烊千玺要开心哦32</li>
        <li>易烊千玺要开心哦33</li>
        <li>易烊千玺要开心哦34</li>
        <li>易烊千玺要开心哦35</li>
        <li>易烊千玺要开心哦36</li>
        <li>易烊千玺要开心哦37</li>
        <li>易烊千玺要开心哦38</li>
        <li>易烊千玺要开心哦39</li>
        <li>易烊千玺要开心哦40</li>
        <li>易烊千玺要开心哦41</li>
        <li>易烊千玺要开心哦42</li>
        <li>易烊千玺要开心哦43</li>
        <li>易烊千玺要开心哦44</li>
        <li>易烊千玺要开心哦45</li>
        <li>易烊千玺要开心哦46</li>
        <li>易烊千玺要开心哦47</li>
        <li>易烊千玺要开心哦48</li>
        <li>易烊千玺要开心哦49</li>
        <li>易烊千玺要开心哦50</li>
        <li>易烊千玺要开心哦51</li>
        <li>易烊千玺要开心哦52</li>
        <li>易烊千玺要开心哦53</li>
        <li>易烊千玺要开心哦54</li>
        <li>易烊千玺要开心哦55</li>
        <li>易烊千玺要开心哦56</li>
        <li>易烊千玺要开心哦57</li>
        <li>易烊千玺要开心哦58</li>
        <li>易烊千玺要开心哦59</li>
        <li>易烊千玺要开心哦60</li>
        <li>易烊千玺要开心哦61</li>
        <li>易烊千玺要开心哦62</li>
        <li>易烊千玺要开心哦63</li>
        <li>易烊千玺要开心哦64</li>
        <li>易烊千玺要开心哦65</li>
        <li>易烊千玺要开心哦66</li>
        <li>易烊千玺要开心哦67</li>
        <li>易烊千玺要开心哦68</li>
        <li>易烊千玺要开心哦69</li>
        <li>易烊千玺要开心哦70</li>
        <li>易烊千玺要开心哦71</li>
        <li>易烊千玺要开心哦72</li>
        <li>易烊千玺要开心哦73</li>
        <li>易烊千玺要开心哦74</li>
        <li>易烊千玺要开心哦75</li>
        <li>易烊千玺要开心哦76</li>
        <li>易烊千玺要开心哦77</li>
        <li>易烊千玺要开心哦78</li>
        <li>易烊千玺要开心哦79</li>
        <li>易烊千玺要开心哦80</li>
        <li>易烊千玺要开心哦81</li>
        <li>易烊千玺要开心哦82</li>
        <li>易烊千玺要开心哦83</li>
        <li>易烊千玺要开心哦84</li>
        <li>易烊千玺要开心哦85</li>
        <li>易烊千玺要开心哦86</li>
        <li>易烊千玺要开心哦87</li>
        <li>易烊千玺要开心哦88</li>
        <li>易烊千玺要开心哦89</li>
        <li>易烊千玺要开心哦90</li>
        <li>易烊千玺要开心哦91</li>
        <li>易烊千玺要开心哦92</li>
        <li>易烊千玺要开心哦93</li>
        <li>易烊千玺要开心哦94</li>
        <li>易烊千玺要开心哦95</li>
        <li>易烊千玺要开心哦96</li>
        <li>易烊千玺要开心哦97</li>
        <li>易烊千玺要开心哦98</li>
        <li>易烊千玺要开心哦99</li>
        <li>易烊千玺要开心哦100</li>
      </ul>
    </scroll>
  </div>
</template>

<script>
  import Scroll from 'components/common/scroll/Scroll'

    export default {
      name: "Profile",
      components: {
        Scroll
      }
    }
</script>

<style scoped>
  .content {
    height: 300px;
    background-color: red;
    overflow: hidden;
  }
</style>
